{
  "1": {
    "1": [
      "The boy recycles bottles.",
      "The boy recycles.",
      "The girl walks to school.",
      "The girl walks.",
      "My mom saves water.",
      "My mom saves.",
      "Dad turns off the light.",
      "Dad turns the light off.",
      "The bus stops here.",
      "The bus stops.",
      "The park is clean.",
      "The guard maintains order.",
      "The guard maintains.",
      "The street looks safe.",
      "The bike lane helps kids.",
      "The bike lane helps.",
      "Our city plants trees.",
      "Our city plants.",
      "The driver follows the rules.",
      "The driver follows.",
      "The train arrives early.",
      "The train arrives.",
      "John and I clean the classroom today.",
      "John and I clean the classroom.",
      "John and I clean.",
      "The river stays clear.",
      "The river stays.",
      "My friend brings a bag.",
      "My friend brings.",
      "The shop sells jars.",
      "The shop sells.",
      "This sign warns people.",
      "This sign warns.",
      "That bin holds the cans.",
      "That bin holds.",
      "The lamp shines at night.",
      "The lamp shines.",
      "The path is safe."
    ],
    "2": [
      "The boys play in the park.",
      "The boys play.",
      "The bus arrives on time.",
      "The bus arrives.",
      "Our class cleans the room every day.",
      "Our class cleans the room.",
      "Our class cleans.",
      "The mayor visits the school today.",
      "The mayor visits the school.",
      "The mayor visits.",
      "The nurse checks the clinic each morning.",
      "The nurse checks the clinic.",
      "The nurse checks.",
      "The workers plant trees on weekends.",
      "The workers plant trees.",
      "The city posts safety signs at corners.",
      "The city posts safety signs.",
      "The city posts.",
      "The child throws trash in the bin.",
      "The child throws trash.",
      "The child throws.",
      "The trains run at night.",
      "The trains run.",
      "The bus driver stops at the crosswalk.",
      "The bus driver stops.",
      "The store saves power at noon.",
      "The store saves power.",
      "The park ranger watches the gate.",
      "The park ranger watches.",
      "The cleaner washes the sidewalk after rain.",
      "The cleaner washes the sidewalk.",
      "The cleaner washes.",
      "The solar lamp glows in the plaza.",
      "The solar lamp glows.",
      "The volunteers help at the station.",
      "The volunteers help.",
      "The guard checks bags at the door.",
      "The guard checks bags.",
      "The guard checks.",
      "The bike share works in our town.",
      "The bike share works.",
      "The fountain uses less water now.",
      "The fountain uses less water.",
      "The app shows the bus time.",
      "The app shows.",
      "The teacher leads cleanup after class.",
      "The teacher leads cleanup.",
      "The teacher leads."
    ],
    "3": [
      "The family walks to the park.",
      "The families walk to the park.",
      "The committee plans a cleanup.",
      "The committees plan a cleanup.",
      "The students use reusable bottles.",
      "The student uses a reusable bottle.",
      "The team has a map.",
      "The group plants trees after lunch.",
      "The groups plant trees after lunch.",
      "The class shares a dustpan.",
      "The classes share a dustpan.",
      "The crowd moves near the station.",
      "The staff keeps the park tidy.",
      "The staffs keep the park tidy.",
      "The council sets new rules.",
      "The councils set new rules.",
      "The pair rides to school.",
      "The pairs ride to school.",
      "The police officer helps at the crossing.",
      "The police officers help at the crossing.",
      "The rescue team arrives with tools.",
      "The rescue teams arrive with tools.",
      "The workers sweep the street.",
      "The worker sweeps the street.",
      "The choir sings at the plaza.",
      "The choirs sing at the plaza.",
      "The student council organizes a drive.",
      "The student councils organize drives.",
      "The families bring bags to the shop.",
      "The family brings a bag to the shop.",
      "The school club meets after class.",
      "The school clubs meet after class.",
      "The leaders share ideas for safety.",
      "The leader shares ideas for safety.",
      "The vendor sells fruit near the stop.",
      "The vendors sell fruit near the stop.",
      "The traffic team monitors the road.",
      "The traffic teams monitor the road."
    ],
    "4": [
      "Each student brings a bottle.",
      "Every bus arrives on time.",
      "Both lanes need paint.",
      "Neither plan works at night.",
      "Either route is safe.",
      "A number of volunteers help today.",
      "The number of lights needs repair.",
      "More than one child picks up trash.",
      "All the water bottles go in the bin.",
      "One of the buses is full.",
      "Each of the houses uses solar lamps.",
      "Every piece of paper goes to recycling.",
      "Both of the parks are open.",
      "Neither of the options works for traffic.",
      "A lot of students join the drive.",
      "Plenty of space remains for bikes.",
      "Each person has a reflector.",
      "Every team member shares tools.",
      "The number of buses grows this year.",
      "A pair of gloves is in the kit."
    ],
    "5": [
      "The boy who sorts bottles knows the rule.",
      "The boy knows the rule.",
      "The boy sorts bottles.",
      "The boy who knows the rule.",
      "The buses that stop near school are crowded.",
      "The buses stop near school.",
      "The team that cleans the river does careful work.",
      "The team cleans the river.",
      "The lamp that saves energy shines all night.",
      "The lamp shines all night.",
      "The kids who ride together follow the signs.",
      "The kids ride together.",
      "The guardian who helps us checks the gate.",
      "The guardian helps us.",
      "The driver who knows the route plans the trip.",
      "The driver knows the route.",
      "The park that has tall trees looks peaceful.",
      "The park has tall trees.",
      "The student who leads the group carries the bag.",
      "The student leads the group.",
      "The bikes that belong to Lina are locked.",
      "The bikes belong to Lina.",
      "The friend that shares water brings a cup.",
      "The friend shares water.",
      "The volunteers who gather every week need more bags.",
      "The volunteers gather every week.",
      "The bus that the mayor rides stops here.",
      "The bus stops here.",
      "The street that floods in rain needs drains.",
      "The street floods in rain.",
      "The people who live near the river want clean water.",
      "The people live near the river.",
      "The plan that our class proposes works for safety.",
      "The plan works for safety.",
      "The plants that grow by the path need more space.",
      "The plants grow by the path.",
      "The officer who checks helmets does it kindly.",
      "The officer checks helmets.",
      "The benches that the city builds are strong.",
      "The city builds benches.",
      "The girl who uses a cane walks carefully.",
      "The girl walks carefully."
    ]
  },
  "2" : {
    "1": [
      "The boy brings an umbrella to the park.",
      "The boy brings an umbrella.",
      "Mia plants an apple tree.",
      "Mia plants an apple.",
      "The worker fixes a bench.",
      "Dad carries an orange cone.",
      "Dad carries a cone.",
      "Our city starts an eco club.",
      "The guard holds an empty bottle.",
      "The guard holds a bottle.",
      "The team builds a ramp.",
      "The cleaner uses an old broom.",
      "The cleaner uses a broom.",
      "She draws an exit map.",
      "He plants an onion seed.",
      "He plants an onion.",
      "The shop sells a reusable bag.",
      "The kids find an empty can.",
      "The bus needs an extra stop.",
      "Our barangay starts an art booth.",
      "The nurse gives an alcohol spray.",
      "The class makes an easy plan.",
      "The park installs an LED lamp.",
      "The driver wears a uniform.",
      "The river has an odor warning sign.",
      "The vendor offers an organic snack."
    ],
    "2": [
      "She carries an umbrella in the rain.",
      "She carries an umbrella.",
      "They make an art poster after class.",
      "They make an art poster.",
      "We bring an orange cone to practice.",
      "He installs a ramp at the curb.",
      "The team builds an energy kiosk in the plaza.",
      "The team builds an energy kiosk.",
      "The bus shows an arrival time on screen.",
      "The ranger collects an empty bottle at the lake.",
      "Volunteers pack a toothbrush kit for evacuees.",
      "Our class paints an old fence after lunch.",
      "The nurse brings a uniform for drills.",
      "The mayor opens an inclusive forum at the hall.",
      "They place an LED lamp on the bridge.",
      "The kids design an app about routes.",
      "The guard keeps an honest record at the gate.",
      "Our teacher uses an hour for cleanup.",
      "The driver checks an oil leak before trips.",
      "We grow an onion patch near the fence.",
      "They make a uniform rule for bike lanes.",
      "The vendor sells an orange juice by the park.",
      "Neighbors start an urban garden on weekends."
    ],
    "3": [
      "The team builds an outdoor sink behind the hall.",
      "The crews install a uniform sign at each corner.",
      "The class makes an easy map for tourists.",
      "This council starts an awareness drive in June.",
      "The staff repairs a bike rack after school.",
      "The group shares an idea about safe streets.",
      "The committee sets an example for recycling.",
      "The family plants a eucalyptus tree by the road.",
      "Our unit makes a useful chart for routes.",
      "The club builds an open shed for bikes.",
      "The police officer gives an honest talk on safety.",
      "The barangay opens an online portal for reports.",
      "The repair team finds a one-way sign near the school.",
      "The engineer tests an air sensor at noon.",
      "The volunteers build a rain garden after class.",
      "The captain files an emergency report at city hall.",
      "The students draw an energy poster for the fair.",
      "The traffic aide posts an update online.",
      "The vendor prepares an organic salad for lunch.",
      "The rescue team brings an oxygen mask to the tunnel."
    ],
    "4": [
      "Each student brings an orange cone to PE.",
      "Every driver checks a uniform before duty.",
      "Neither road needs an extra lane today.",
      "Either route has an easy climb to the bridge.",
      "Both parks add an open gate for bikes.",
      "A number of commuters bring an umbrella in June.",
      "The number of houses installs a uniform light.",
      "More than one guard carries an LED torch.",
      "All of the air sensors show an alert on screen.",
      "Most traffic aides carry a whistle for the crossing.",
      "None of the water stations needs an extra tank.",
      "Few homes can buy an expensive pump.",
      "Many students design an app about bus times.",
      "Both of the clinics keep a uniform chart for vaccines.",
      "Each village installs an outdoor sink by the gate.",
      "Every waste bin gets an orange sticker today.",
      "More than one road uses a one-way rule now.",
      "A lot of teams prepare an emergency kit for drills.",
      "Plenty of riders wear an old helmet properly.",
      "The majority of buses have an open seat for seniors."
    ],
    "5": [
      "The bus that stops near our school carries an emergency ramp.",
      "The officer who guides traffic wears a uniform with reflectors.",
      "The clinic that serves evacuees offers an honest explanation.",
      "The team that plants trees builds an open nursery.",
      "The street that floods in storms needs an extra drain.",
      "The app that our class designed sends an alert during rain.",
      "The workers who repair bridges bring an oxygen tank.",
      "The market that bans plastic bags sells an eco-friendly kit.",
      "The library that opens on Sundays has an old computer for maps.",
      "The house that our mayor visits gets an honor plaque.",
      "The station that serves ferries installs a uniform rule poster.",
      "The council that funds parks approves an inclusive plan.",
      "The kids who bike to class wear an orange vest for safety.",
      "The shelters that our city builds offer an open space for families.",
      "The gardener who teaches compost makes an easy guide.",
      "The engineer who checks rails brings an LED tester.",
      "The trucks that deliver rice follow a one-way rule downtown.",
      "The family that lives by the river needs an extra filter.",
      "The students who lead cleanups design an online signup sheet.",
      "The officer who trains volunteers gives a useful tip before drills."
    ]
  },
  "3" : {
    "1": [
      "Buses stop at the station.",
      "Leaves fall by the path.",
      "Boxes hold tools in the shed.",
      "Benches line the plaza.",
      "Cities add bike lanes.",
      "Classes plant trees today.",
      "Shelves store helmets.",
      "Dishes dry in the sun.",
      "Foxes avoid the road.",
      "Babies nap in strollers.",
      "Families share one car.",
      "Potatoes grow fast here.",
      "Tomatoes ripen early.",
      "Berries stain hands quickly.",
      "Roofs leak in storms.",
      "Children play in the park.",
      "Women lead the cleanup.",
      "Men fix the fence.",
      "Geese swim in the river.",
      "Mice hide near the bin."
    ],
    "2": [
      "Three children pick litter after class.",
      "Many women join the river cleanup.",
      "Two men repair benches in the plaza.",
      "Several buses arrive early at the terminal.",
      "Many cities plan parks this month.",
      "Two leaves clog drains after rain.",
      "Many foxes cross the road at night.",
      "Several boxes store tools in the shed.",
      "Many classes visit the garden today.",
      "Two shelves hold helmets by the door.",
      "Several dishes soak in soapy water.",
      "Many feet use the crosswalk at noon.",
      "Few people bring reusable bags to market.",
      "Several geese rest by the river.",
      "Two mice hide near the bridge.",
      "Several roofs need paint after the storm.",
      "Many potatoes arrive fresh at the stall.",
      "Several tomatoes grow on balconies.",
      "Two babies ride safely in the bus.",
      "Many berries sell out at the kiosk."
    ],
    "3": [
      "Busy cities plant roadside trees each summer.",
      "Local families share garden tools on weekends.",
      "New policies reduce street noise near homes.",
      "Short stories warn about smoke near roads.",
      "Public libraries lend repair tools to neighbors.",
      "Large factories cut dirty emissions after checks.",
      "Old alleys get brighter lamps downtown.",
      "Garden knives need safe covers in the kit.",
      "Urban lives improve with clean parks.",
      "Fresh berries fill clean baskets at the market.",
      "New galleries host eco art in July.",
      "School diaries track cleanup days for points.",
      "Harbor ferries carry school bikes to the island.",
      "Community parties ban plastic cups during events.",
      "City heroes lead park murals for kids.",
      "Station passes sell out before the game.",
      "Street lilies line the shaded path in spring.",
      "Sidewalk benches face green trees in the plaza.",
      "City stories highlight green projects online.",
      "Local bakeries donate fresh bread after drills."
    ],
    "4": [
      "Recycling activities run weekly downtown.",
      "Public facilities add ramps this year.",
      "Safety policies protect walkers near schools.",
      "Garden varieties thrive in shade beside paths.",
      "Community agencies fund new bike lanes.",
      "Emergency duties rotate on weekends at the clinic.",
      "Historic cities keep old houses for culture.",
      "River ferries add late trips after sunset.",
      "Urban galleries host green exhibits in May.",
      "School parties avoid plastic plates during fairs.",
      "Local bakeries donate bread nightly to shelters.",
      "Municipal libraries lend repair tools each Friday.",
      "New factories reduce smoke emissions with filters.",
      "Street lilies bloom after rain near classrooms.",
      "Old chimneys need taller filters.",
      "Steep valleys flood near roads in storms.",
      "Road crises delay buses today.",
      "Daily analyses guide city plans.",
      "City axes meet downtown tonight.",
      "Official censuses record growth this year."
    ],
    "5": [
      "Passers-by guide children at the crosswalk after rain.",
      "Recycling policies that help markets change this year.",
      "Safety analyses that the council requests arrive on Monday.",
      "Emergency duties that rotate weekly keep shelters open.",
      "Park lilies that bloom early attract bees near paths.",
      "Community heroes who paint murals inspire younger students.",
      "City roofs that leak in storms get new sealant.",
      "Old chimneys that stand by schools receive taller filters.",
      "Street parties that use reusable cups welcome families.",
      "Garden knives that need covers go into the safe box.",
      "Transit ferries that arrive late carry more bikes.",
      "Market stalls that sell produce avoid plastic bags.",
      "Station addresses that confuse riders appear on the map.",
      "River geese that rest at noon draw quiet crowds.",
      "Neighborhood thieves who steal bikes face strict rules.",
      "School diaries that list cleanup days help parents plan.",
      "Village agencies that fund ramps post results online.",
      "Urban galleries that host eco art get busy in summer.",
      "Public crises that affect buses require quick meetings.",
      "Local axes that meet at the plaza mark safe routes."
    ]
  },
  "4" : {
    "1": [
      "It's a clean park.",
      "Your bottle is reusable.",
      "Their bins are full.",
      "There is a poster by the gate.",
      "We need two bags for the market.",
      "Bring your water today.",
      "Whose turn to sweep?",
      "Here is the route map.",
      "Buy local fruits at the stall.",
      "Wear helmets on bikes.",
      "Then we recycle paper.",
      "Too much smoke today.",
      "Its lid is missing.",
      "Loose caps fall off.",
      "Accept paper here.",
      "Brake before crossings.",
      "The weather looks rainy.",
      "Quiet streets feel safe.",
      "Too many cars today.",
      "Walk past the gate."
    ],
    "2": [
      "It's a no-plastic day at school.",
      "They're sorting cans now at the plaza.",
      "There are fewer cars on the road today.",
      "Bring two reusable bags to the market.",
      "We go to the riverside garden after class.",
      "Whose gloves are dry near the bench?",
      "Here are extra bottles for reuse.",
      "Buy vegetables at the community market.",
      "Wear masks near smoke from traffic.",
      "Then we clean the classrooms together.",
      "Too little water is left in the tank.",
      "Its panels face east on the roof.",
      "You're in the cleanup team this week.",
      "Their bikes need lights for night rides.",
      "We walk by the river after lunch.",
      "The class is there now for the drill.",
      "Loose sand blocks the drains after rain.",
      "Accept glass in the blue bin at school.",
      "The weather looks stormy near the coast.",
      "Past buses arrive at six."
    ],
    "3": [
      "It's time to compost leaves behind the gym.",
      "Your idea saves more water in the canteen.",
      "Their group plants seedlings by the river.",
      "There is shade near the benches at noon.",
      "The new rule has an effect on bus lines.",
      "The nurse gave helpful advice about masks.",
      "We buy bright stationery for safety posters.",
      "Blue bike lanes complement the park murals.",
      "We walked past the busy crossing after class.",
      "The library is quiet during the drill.",
      "The building site needs safer barriers.",
      "Drivers brake early near the crosswalk.",
      "Fares rise during storms on some boats.",
      "Tired kids lie on the grass by the trees.",
      "Please lend me a broom for cleanup.",
      "Less smoke drifts into the plaza at dusk.",
      "The park is farther than the clinic.",
      "The city passed a clean-air rule last year.",
      "Loose gravel covers the path near the school.",
      "Accept donations at the hall after the drill."
    ],
    "4": [
      "Fewer cars enter the school zone after eight.",
      "Less noise comes from the road at night.",
      "Many bikes line the rack during fairs.",
      "Much trash blows across the field on windy days.",
      "Between the two routes, the bridge is faster.",
      "Among the neighbors, cooperation grows each week.",
      "Beside the clinic, a shaded path helps walkers.",
      "Besides planting trees, we clean drains on Fridays.",
      "Ensure the gates are locked after the drill.",
      "Smoke will affect the plants by the road.",
      "The new garden has a strong effect on the plaza.",
      "Then the lane feels safer at dusk.",
      "Quiet streets help kids walk to school.",
      "The principal supports car-free mornings.",
      "Raise the safety banner before the assembly.",
      "Borrow a rake from the shed if you need one.",
      "Accept donations for the shelter at city hall.",
      "Loose screws make the bench wobble.",
      "Site maps are posted at every corner.",
      "Cars passed the checkpoint after nine."
    ],
    "5": [
      "The officer whose whistle is loud stops buses at the crossing.",
      "The park that they're upgrading opens next week.",
      "The clinic that we're visiting gives masks to families.",
      "The team that wins the award plants more trees.",
      "The rule that affects daily travel starts tomorrow.",
      "The plan that the principal approves begins Monday.",
      "The colors that complement the mural look bright at noon.",
      "The ramp that lies by the stairs helps seniors.",
      "The posters that advise parents hang near the clinic.",
      "The paths that are farther from traffic feel calm.",
      "The schedule that we passed to class lists cleanup times.",
      "The site that we visit today needs safer fences.",
      "The sticker that shows weather alerts is red.",
      "The kid who wears a helmet wins a prize.",
      "The riders who brake early stay safe on wet roads.",
      "The bins that accept metal stand by the gate.",
      "The neighbors who buy local produce reduce truck trips.",
      "The signs that say turn right guide buses at dusk.",
      "The lakes that lose water in summer need shade trees.",
      "The routes that go to the plaza avoid crowded streets."
    ]
  },
  "5": {
    "1": [
      "There is a park.",
      "There are two parks.",
      "There is a clinic.",
      "There are three trees.",
      "There is a bin.",
      "There are many bikes.",
      "There is a lamp.",
      "There are some lights.",
      "There is a crosswalk.",
      "There are two lanes.",
      "This bench is clean.",
      "Those bins are full.",
      "This bike is heavy.",
      "Those bikes are parked.",
      "The rack has slots.",
      "The buses have schedules.",
      "The market has stalls.",
      "The clinic has nurses.",
      "The tree has fruit.",
      "The trees have fruit."
    ],
    "2": [
      "There is much traffic.",
      "There is little trash.",
      "There is little noise.",
      "There is much shade.",
      "There is much dust.",
      "There is little water.",
      "There are many bikes.",
      "This equipment is heavy.",
      "This furniture is new.",
      "Few cars are passing.",
      "Fewer cars are here.",
      "Less traffic today downtown.",
      "Much litter after fairs.",
      "Much pollution this week.",
      "Much water in the tank.",
      "Little water in the canal.",
      "This news is helpful.",
      "That information is accurate.",
      "This advice is useful.",
      "This traffic is heavy."
    ],
    "3": [
      "There is a bike rack.",
      "There are two bike racks.",
      "There are many bikes here.",
      "There is little trash.",
      "These benches are newly painted.",
      "That equipment is from school.",
      "This furniture is for classrooms.",
      "Fewer cars are on roads.",
      "Much smoke near the highway.",
      "The lane has clear markings.",
      "The lanes have clear markings.",
      "The market has more stalls.",
      "The buses have longer routes.",
      "The number of riders increased.",
      "The amount of traffic decreased.",
      "There are enough seats today.",
      "There are several gardens nearby.",
      "There is a toolbox here.",
      "That trash is collected daily.",
      "This litter is collected daily."
    ],
    "4": [
      "A pair of gloves is missing.",
      "A number of buses are waiting.",
      "The number of buses is increasing.",
      "Two kinds of bins are ready.",
      "A set of tools is complete.",
      "A series of drills is planned.",
      "Several pieces of furniture are here.",
      "Much noise around the terminal today.",
      "Few accidents on this road now.",
      "Dozens of visitors are arriving.",
      "A bunch of keys is missing.",
      "Multiple rows of benches are outside.",
      "Two sets of stairs are crowded.",
      "A wave of riders is coming.",
      "Many types of bikes are displayed.",
      "A cluster of lights is broken.",
      "A variety of stalls is open.",
      "The amount of traffic is high.",
      "Fewer cars today than yesterday.",
      "Less water today in wells."
    ],
    "5": [
      "There are a few trees nearby.",
      "There is a little water today.",
      "There are many riders on this bus.",
      "There is much litter after the parade.",
      "There are few cars on this road.",
      "This bench has four missing bolts today.",
      "These benches have four missing bolts today.",
      "There are several bikes at school today.",
      "This equipment needs more storage space today.",
      "This furniture needs careful moving inside today.",
      "The number of riders is rising today.",
      "The amount of traffic is heavy today.",
      "There are dozens of bikes at the station.",
      "There is a piece of equipment here.",
      "There are two pieces of equipment here.",
      "There are many pieces of furniture here.",
      "There is much furniture in the hall.",
      "There are fewer cars on the bridge.",
      "There is less smoke near the school.",
      "Those bicycles need two new lights now."
    ]
  },
  "6": {
    "1": [
      "We went to school.",
      "She bought a tote.",
      "They brought clean jars.",
      "He took the bus.",
      "We made paper pots.",
      "She had extra seeds.",
      "They did the cleanup.",
      "He saw the sign.",
      "We ate fresh fruit.",
      "She drank safe water.",
      "They kept the rules.",
      "He left the lights off.",
      "We felt very tired.",
      "She read the poster.",
      "They wrote safety notes.",
      "He ran to recycle.",
      "We sat on benches.",
      "She slept early yesterday.",
      "They built a planter.",
      "He found a bottle."
    ],
    "2": [
      "We drove to the market.",
      "She rode a shared bike.",
      "They chose the safer lane.",
      "He drew a reuse sign.",
      "We grew herbs at home.",
      "She heard the bell.",
      "They held the ladder.",
      "He met the team.",
      "We sent the report.",
      "She spent less water.",
      "They caught the ferry.",
      "He taught sorting rules.",
      "We thought about waste.",
      "She sold old books.",
      "They paid the fees.",
      "He wore a helmet.",
      "We won the contest.",
      "She began at dawn.",
      "They broke the habit.",
      "He froze the juice."
    ],
    "3": [
      "We swam in the river yesterday.",
      "She threw cans into the bin.",
      "They blew dust off filters.",
      "He stuck the label neatly.",
      "We shook the compost pile.",
      "She took photos of murals.",
      "They kept bikes in racks.",
      "He left trash at none.",
      "We brought tools for repairs.",
      "She wrote notes about safety.",
      "They found bottles near benches.",
      "He built shelves from scraps.",
      "We heard thunder before cleanup.",
      "She chose reusable lunch boxes.",
      "They drove slowly in rain.",
      "He drew plans for gardens.",
      "We ate veggies from farms.",
      "She drank water from refills.",
      "They ran laps for charity.",
      "He read rules to classmates."
    ],
    "4": [
      "We cut banners into small flags.",
      "She put cans in the bin.",
      "They hid tools under the table.",
      "He lit the solar lamp at dusk.",
      "We shook soil from the roots.",
      "She held posters during the march.",
      "They wrote slogans about clean air.",
      "He drove carefully on wet roads.",
      "We met new volunteers at noon.",
      "She wore reflective bands at night.",
      "They paid fares and shared rides.",
      "He taught kids to sort bottles.",
      "We caught the early ferry today.",
      "She chose plants for the shade.",
      "They built benches from reclaimed wood.",
      "He felt proud after cleanup.",
      "We kept records of recyclables.",
      "She left notes for the crew.",
      "They brought raincoats for the walk.",
      "He froze juice for the booth."
    ],
    "5": [
      "We went by bus to reduce smoke.",
      "She bought bamboo spoons for the canteen.",
      "They brought extra bags for neighbors today.",
      "He took photos and shared the results.",
      "We made seed balls for the park.",
      "She wrote a guide for safer routes.",
      "They built racks from old pallets yesterday.",
      "He drove slowly because streets were flooded.",
      "We caught the ferry and delivered supplies.",
      "She taught younger kids proper bin colors.",
      "They chose local food for the celebration.",
      "He wore a vest during the night ride.",
      "We found lost gloves near the gate.",
      "She spent less money by reusing jars.",
      "They froze leftovers for tomorrow’s lunch.",
      "He met donors after the school program.",
      "We kept notes and shared the totals.",
      "She left reminders about turning off lights.",
      "They read reports before planning the drive.",
      "He ran home when heavy rain started."
    ]
  },
  "7": {
    "1": [
      "The park is clean.",
      "The lane is safe.",
      "The bus is quiet.",
      "The garden is green.",
      "The route is short.",
      "The school is big.",
      "The street is wide.",
      "The shelter is cool.",
      "The market is busy.",
      "The ferry is quick.",
      "The clinic is clean.",
      "The light is bright.",
      "The path is smooth.",
      "The library is quiet.",
      "The station is new.",
      "The train is slow.",
      "The plaza is safe.",
      "The playground is clean.",
      "The bike is light.",
      "The ramp is steep."
    ],
    "2": [
      "The park is more beautiful.",
      "The river is less dirty.",
      "The street is less noisy.",
      "This clinic is more helpful.",
      "That market is more crowded.",
      "The air is less smoky.",
      "That route is more direct.",
      "The shelters are more comfortable.",
      "These are the more secure lanes.",
      "Those are the more reliable buses.",
      "Trains are more efficient.",
      "These posters are more informative.",
      "Lights are less harsh.",
      "That garden is more colorful.",
      "Roads are less slippery.",
      "Rules are more clear.",
      "Those signs are more visible.",
      "These benches are more sturdy.",
      "Her schedules are more accurate.",
      "Tools are more useful."
    ],
    "3": [
      "The park is cleaner today.",
      "The lane is safer now.",
      "The buses are faster today.",
      "The garden is greener now.",
      "The route is shorter today.",
      "The street is wider today.",
      "The shelter is cooler now.",
      "The market is busier today.",
      "The clinic is cleaner now.",
      "The light is brighter tonight.",
      "The path is smoother now.",
      "The library is quieter today.",
      "The station is newer now.",
      "The train is slower today.",
      "The plaza is safer now.",
      "The playground is cleaner now.",
      "The bike is lighter today.",
      "The ramp is steeper now.",
      "The air is fresher today.",
      "The water is clearer today."
    ],
    "4": [
      "The park is cleaner than yesterday.",
      "The river is less polluted now.",
      "The market is more crowded now.",
      "The buses are faster than before.",
      "The lane is the safest choice.",
      "The street is the widest option.",
      "The shelter is cooler than classrooms.",
      "The clinic is the best option.",
      "The poster is more informative now.",
      "The path is smoother than before.",
      "The garden is greener after rain.",
      "The lights are less harsh tonight.",
      "The route is shorter than yesterday.",
      "The plaza is the quietest area.",
      "The trains are more reliable now.",
      "The bikes are lighter this week.",
      "The ramp is steeper after rain.",
      "The rooms are warmer this morning.",
      "The signs are more visible now.",
      "The benches are more comfortable now."
    ],
    "5": [
      "The park is the cleanest in town.",
      "The river is the clearest this month.",
      "The buses are fastest after rain today.",
      "The market is the busiest on weekends.",
      "The clinic is the best in town.",
      "The route is shorter than the coastal road.",
      "The street is the widest in the barangay.",
      "The shelter is cooler than the sunny benches.",
      "The path is the smoothest in campus.",
      "The lights are less harsh at night.",
      "The garden is most colorful after rain.",
      "The ferry is most reliable during storms.",
      "The bikes are lightest after repairs today.",
      "The houses are warmest in the dry season.",
      "The plaza is the quietest in town.",
      "The library is the quietest on weekends.",
      "The train is slowest on this route.",
      "The station is the newest in the district.",
      "The posters are most informative for visitors.",
      "The campaign is the best for safety."
    ]
  },
  "8": {
    "1": [
      "Every morning the buses arrive at the plaza.",
      "Yesterday the buses arrived during the storm.",
      "Tomorrow the buses will arrive at seven.",
      "Every Saturday our class cleans the riverbank.",
      "Yesterday our class cleaned the playground after lunch.",
      "Tomorrow our class will clean the bike lane.",
      "Each day the vendors sell fruits at the market.",
      "Yesterday the vendors sold vegetables near the gate.",
      "Tomorrow the vendors will sell rice at noon.",
      "Every night the guards lock the school gates.",
      "Last night the guards locked the main door early.",
      "Tomorrow night the guards will lock all rooms.",
      "Each week council members meet to plan routes.",
      "Last week council members met about bus lanes.",
      "Next week council members will meet about safety.",
      "Every day the air monitors record noise levels.",
      "Yesterday the air monitors recorded high levels.",
      "Tomorrow the air monitors will record the test run.",
      "Each morning the street sweepers collect leaves.",
      "Yesterday the street sweepers collected trash at dawn."
    ],
    "2": [
      "Each morning at six the ferry leaves the pier.",
      "Yesterday at noon the ferry left during low tide.",
      "Tomorrow at dawn the ferry will leave from Pier 2.",
      "Every school day the riders wear bright vests.",
      "Yesterday the riders wore raincoats on the bridge.",
      "Tomorrow the riders will wear new reflectors.",
      "Each Friday the librarians post the repair schedule.",
      "Yesterday the librarians posted the tool list.",
      "Tomorrow the librarians will post the workshop times.",
      "Every payday the parents buy fresh vegetables downtown.",
      "Last payday the parents bought rice in sacks.",
      "Next payday the parents will buy fruit at the co-op.",
      "Each dry month the barangay saves water for gardens.",
      "Last dry month the barangay saved water with drums.",
      "Next dry month the barangay will save more rainwater.",
      "Every evening the lights switch off at nine.",
      "Last evening the lights switched off earlier.",
      "Tomorrow evening the lights will switch off later.",
      "Each weekend the volunteers paint the crossings.",
      "Last weekend the volunteers painted two new lanes."
    ],
    "3": [
      "After school yesterday the crews repaired the footbridge.",
      "Before sunrise today the sweepers collected litter by the quay.",
      "At noon tomorrow the engineers will test the alarms.",
      "When the bell rang yesterday students moved to the garden.",
      "When the bell rings daily students plant seedlings.",
      "When the bell rings tomorrow students will plant okra.",
      "After the parade last night the police closed side streets.",
      "After the parade tonight the police will close two alleys.",
      "Before the rain yesterday farmers covered the beds.",
      "Before the rain tomorrow farmers will cover the beds.",
      "During the fair last week buses arrived every ten minutes.",
      "During the fair next week buses will arrive every ten minutes.",
      "After class yesterday we mapped safe routes downtown.",
      "After class tomorrow we will map safe routes downtown.",
      "When school ends every day cleaners empty the bins.",
      "When school ended yesterday cleaners emptied the bins.",
      "When school ends tomorrow cleaners will empty the bins.",
      "After lunch yesterday the team fixed the ramp.",
      "After lunch tomorrow the team will fix the ramp.",
      "During drills today students practiced the earthquake steps."
    ],
    "4": [
      "By sunset yesterday volunteers finished painting the zebra crossing.",
      "By sunset tomorrow volunteers will finish the last stripe.",
      "At seven last night the ferry departed during low tide.",
      "At seven tonight the ferry will depart during low tide.",
      "Since June the city has planted three pocket parks.",
      "Since last year our school has recycled two tons of paper.",
      "By Monday the mechanics will fix the school buses.",
      "By Monday last week the mechanics fixed two engines.",
      "After the storm yesterday crews cleared the blocked walkway.",
      "After the storm tomorrow crews will clear the bike path.",
      "Before sunrise today farmers watered seedlings with drip lines.",
      "Before sunrise tomorrow farmers will water the seedlings again.",
      "During the summer last year hikers picked litter on the ridge.",
      "During the summer next year hikers will pick litter on the ridge.",
      "By noon today engineers tested the backup generator.",
      "By noon tomorrow engineers will test the solar inverter.",
      "Since March our barangay has hosted monthly swap fairs.",
      "Since May the transit app has posted clearer signs.",
      "After recess yesterday teachers taught bin colors again.",
      "After recess tomorrow teachers will teach bin colors again."
    ],
    "5": [
      "Last year the buses that cross the river arrived early during floods.",
      "Next year the buses that cross the river will arrive on battery power.",
      "Yesterday the crews that repair streetlights responded within an hour.",
      "Tonight the crews that repair streetlights will respond to reports faster.",
      "Last month the markets that ban plastic shifted to paper wraps.",
      "Next month the markets that ban plastic will shift to leaf plates.",
      "Yesterday the teams that map safe routes updated the planner.",
      "Tomorrow the teams that map safe routes will update the planner.",
      "Last week the ferries that carry bikes docked at the new terminal.",
      "Next week the ferries that carry bikes will dock at Pier Three.",
      "Yesterday the students who plant trees finished before sunset.",
      "Tomorrow the students who plant trees will finish before rain.",
      "Last summer the residents who bike daily tracked their trips.",
      "Next summer the residents who bike daily will track their trips.",
      "Yesterday the gardeners who live nearby shared seedlings with schools.",
      "Tomorrow the gardeners who live nearby will share seedlings with schools.",
      "Last night the sensors that track noise warned residents at ten.",
      "Tomorrow night the sensors that track noise will warn residents at ten.",
      "Yesterday the trains that serve the port left exactly at noon.",
      "Tomorrow the trains that serve the port will leave exactly at noon."
    ]
  },
  "9": {
    "1": [
      "He carried his bottle.",
      "She checked her bike.",
      "We sorted our trash.",
      "They planted their tree.",
      "The dog wore its tag.",
      "The bus opened its ramp.",
      "The lamp saved its power.",
      "The park posted its rules.",
      "The river changed its color.",
      "The market showed its prices.",
      "The student brought their bottle.",
      "The neighbor carried their bags.",
      "The child filled their pail.",
      "The rider wore their vest.",
      "The friend locked their bike.",
      "We used our bottles.",
      "They cleaned their street.",
      "The tree dropped its leaves.",
      "The house added its panels.",
      "The driver waved at us."
    ],
    "2": [
      "This bottle is his.",
      "This helmet is hers.",
      "These gloves are ours.",
      "Those bikes are theirs.",
      "That seat is ours.",
      "These panels are theirs.",
      "This garden is ours.",
      "Those lights are ours.",
      "This route is ours.",
      "That scooter is hers.",
      "The teacher praised us today.",
      "The guard guided us across.",
      "The neighbor thanked us later.",
      "The crew warned us gently.",
      "The friend waited for us.",
      "He blamed himself wrongly.",
      "She taught herself swimming.",
      "We helped ourselves today.",
      "The cat cleaned itself.",
      "The dog hurt itself."
    ],
    "3": [
      "The student forgot their bottle.",
      "The child carried their bag.",
      "The rider checked their brakes.",
      "The neighbor locked their gate.",
      "The farmer filled their pail.",
      "The cleaner sorted their bottles.",
      "The student showed their ID.",
      "The visitor paid their fare.",
      "The friend parked their bike.",
      "The parent signed their form.",
      "The puppy wore its tag.",
      "The bird built its nest.",
      "The goats ate their leaves.",
      "The cats kept their shelter.",
      "The river kept its flow.",
      "The guard helped us cross.",
      "The driver thanked us kindly.",
      "The officer showed us maps.",
      "The council heard us speak.",
      "The teacher praised us later."
    ],
    "4": [
      "After class we carried our planters.",
      "At the station we parked our bikes.",
      "Before drills we checked our exits.",
      "During cleanup we separated our plastics.",
      "On rainy days they used their boots.",
      "Each student carried their tools.",
      "Every rider checked their lights.",
      "Both streets flooded so they closed.",
      "Neither road reopened; it remained closed.",
      "Each lamp dimmed when it sensed heat.",
      "Every bus opened its ramp.",
      "Some families shared their umbrellas.",
      "Few cars honked; they were quiet.",
      "Several benches lost their stickers.",
      "The class presented its green pledge.",
      "The team improved its pocket park.",
      "The council shared its traffic plan.",
      "Every station posted its new map.",
      "Each tree kept its ID tag.",
      "Both rivers rose so they flooded."
    ],
    "5": [
      "The student planted saplings and watered them.",
      "The neighbor sorted bottles and recycled them.",
      "The rider fixed the brakes and tested them.",
      "The child picked leaves and composted them.",
      "The parent checked bikes and added lights to them.",
      "We mapped safe routes and shared them.",
      "We cleaned canals so we prevented floods.",
      "We took buses and saved fuel.",
      "They planted flowers and attracted bees.",
      "They rode together and reduced traffic.",
      "Families shared cars and cut smoke.",
      "Sensors tracked noise and warned residents.",
      "Streetlights used timers so they saved power.",
      "Farmers mulched soil so it saved water.",
      "Stations added ramps and welcomed wheelchairs.",
      "Houses added panels and lowered bills.",
      "Dogs wore reflectors so they stayed visible.",
      "Birds nested in trees and spread seeds.",
      "Cats used feeders and avoided scraps.",
      "The pup swam safely because it wore a vest."
    ]
  },
  "10": {
    "1": [
      "This bag is reusable.",
      "These bags are heavy.",
      "That bin is full.",
      "Those bins are empty.",
      "This poster is clear.",
      "These posters are colorful.",
      "That tree is young.",
      "Those trees are tall.",
      "This bottle is glass.",
      "These bottles are clean.",
      "That cart is ready.",
      "Those carts are broken.",
      "This lane is safe.",
      "These lanes are wide.",
      "That garden is small.",
      "Those gardens are busy.",
      "This rack is metal.",
      "These racks are wooden.",
      "That straw is bamboo.",
      "Those straws are bamboo."
    ],
    "2": [
      "This jar is empty now.",
      "These jars are washed already.",
      "That shop is open today.",
      "Those shops are closed today.",
      "This bike is for sharing.",
      "These bikes are for sharing.",
      "That panel is facing east.",
      "Those panels are facing west.",
      "This label is correct here.",
      "These labels are correct here.",
      "That road is very narrow.",
      "Those roads are very narrow.",
      "This bag is for compost.",
      "These bags are for compost.",
      "That ladder is too short.",
      "Those ladders are too short.",
      "This map is for routes.",
      "These maps are for routes.",
      "That drum is for water.",
      "Those drums are for water."
    ],
    "3": [
      "These bottles are on the table.",
      "This bottle is under the sink.",
      "Those posters are above the bins.",
      "That poster is above the sink.",
      "These seedlings are in the tray.",
      "This seedling is in the pot.",
      "Those tools are behind the door.",
      "That tool is behind the box.",
      "These crates are by the gate.",
      "This crate is by the gate.",
      "Those rakes are near the shed.",
      "That rake is near the shed.",
      "These stickers are for clean bins.",
      "This sticker is for clean bins.",
      "Those benches are beside the path.",
      "That bench is beside the path.",
      "These helmets are on the rack.",
      "This helmet is on the rack.",
      "Those lanterns are for night use.",
      "That lantern is for night use."
    ],
    "4": [
      "This is our recycling chart.",
      "These are our reusable bottles.",
      "That is the compost barrel.",
      "Those are the compost barrels.",
      "This is a safer route map.",
      "These are safer route maps.",
      "That is the donation basket.",
      "Those are donation baskets.",
      "This is a sturdy bamboo ladder.",
      "These are sturdy bamboo ladders.",
      "That is the solar streetlight.",
      "Those are solar streetlights.",
      "This is our cleanup schedule today.",
      "These are cleanup tasks today.",
      "That is the water filter here.",
      "Those are water filters here.",
      "This is a reusable canvas bag.",
      "These are reusable canvas bags.",
      "That is the bike parking sign.",
      "Those are bike parking signs."
    ],
    "5": [
      "These refill stations are for everyone today.",
      "This refill station is for everyone today.",
      "Those collection points are behind the gym.",
      "That collection point is behind the gym.",
      "These emergency kits are under the stage now.",
      "This emergency kit is under the stage now.",
      "Those community posters are for plastic reduction.",
      "That community poster is for plastic reduction.",
      "These learning modules are about waste sorting.",
      "This learning module is about waste sorting.",
      "Those storage shelves are for garden tools.",
      "That storage shelf is for garden tools.",
      "These donation boxes are near the library door.",
      "This donation box is near the library door.",
      "Those safety cones are for the bike lane.",
      "That safety cone is for the bike lane.",
      "These transport passes are valid this weekend.",
      "This transport pass is valid this weekend.",
      "Those compost heaps are ready for planting.",
      "That compost heap is ready for planting."
    ]
  },
  "11": {
    "1": [
      "We have some bottles.",
      "Do you have any bags?",
      "She needs some water.",
      "We do not have any plastic.",
      "Are there any seats?",
      "He bought some seeds.",
      "They found some cans.",
      "We did not see any smoke.",
      "Please give me some soap.",
      "Do you have any coins?",
      "There are some trees.",
      "We do not need any straws.",
      "Can I get some help?",
      "Are there any lamps?",
      "She brings some fruit.",
      "We could not find any bins.",
      "They saved some power.",
      "Is there any shade?",
      "We saw some birds.",
      "He does not have any gloves."
    ],
    "2": [
      "There are some jars in the box.",
      "Did you collect any papers today?",
      "We brought some tools for repairs.",
      "I cannot carry any extra boxes.",
      "She packed some rice for lunch.",
      "Are there any bikes to borrow?",
      "We printed some posters for class.",
      "They did not waste any water.",
      "Please share some markers with us.",
      "Do you have any tape for labels?",
      "We grew some herbs at home.",
      "He did not see any traffic today.",
      "They donated some clothes to neighbors.",
      "Is there any noise in the hall?",
      "Bring some bottles for the booth.",
      "We found some cardboard behind the room.",
      "We could not plant any seedlings.",
      "She kept some notes about sorting.",
      "Are there any free seats here?",
      "We need some soap for cleanup."
    ],
    "3": [
      "There are some clean jars on the rack.",
      "Do you have any extra bags for us?",
      "We saved some energy during the drill.",
      "He did not spill any oil on the floor.",
      "Please lend some paint for the posters.",
      "Are there any seedlings in the tray?",
      "We collected some cans after lunch.",
      "They did not make any loud noise.",
      "She brought some cloth for wrapping.",
      "Is there any water in the tank?",
      "We found some tools near the gate.",
      "I do not have any coins today.",
      "They shared some soup with volunteers.",
      "Do you see any cracks on the ramp?",
      "We printed some maps for the walk.",
      "He did not keep any receipts.",
      "They will need some rope for signs.",
      "Are there any bikes left to use?",
      "We got some compost from the farm.",
      "She did not take any plastic bags."
    ],
    "4": [
      "If you see any litter, pick it up.",
      "We brought some extra gloves for newcomers.",
      "They do not want any single-use cups now.",
      "Please give some posters to the teacher.",
      "Are there any lights on in the hall?",
      "We stored some rainwater for the garden.",
      "He cannot bring any heavy boxes alone.",
      "We prepared some snacks for the team.",
      "Did you find any leaks under the sink?",
      "They saved some soil for the seedlings.",
      "She does not have any tape today.",
      "We still have some time before sunset.",
      "Are there any cars on this street?",
      "We could not borrow any tools from them.",
      "Please take some brochures to the gate.",
      "They did not collect any bottles yesterday.",
      "We kept some bricks for the path.",
      "Is there any dust on the panels?",
      "We will share some photos after class.",
      "He did not notice any errors on the chart."
    ],
    "5": [
      "If there are any questions, ask now.",
      "We saved some cardboard to build signs.",
      "They do not accept any food waste here.",
      "Please bring some containers for leftovers.",
      "Do you notice any damage on the bench?",
      "We gathered some data during the survey.",
      "He did not report any spills this morning.",
      "Teams will need some volunteers at noon.",
      "Are there any updates on the schedule?",
      "We carried some tools to the riverside.",
      "She did not have any batteries for lamps.",
      "We kept some receipts for the project audit.",
      "If you need some help, call the guide.",
      "They found some shade under the trees.",
      "We could not see any fish in the creek.",
      "Please leave some space for wheelchairs.",
      "Did you collect any caps from bottles?",
      "We stored some seeds for next month.",
      "He did not hear any alarms at night.",
      "We reused some wood to fix the shelf."
    ]
  },
  "12": {
    "1": [
      "He walks slowly.",
      "They speak quietly.",
      "She works carefully.",
      "We label bins clearly.",
      "Cyclists ride safely.",
      "Buses move smoothly.",
      "Lights shine brightly.",
      "We recycle properly.",
      "She writes neatly.",
      "He finishes quickly.",
      "They listen carefully.",
      "We sort trash correctly.",
      "He answers politely.",
      "She smiles happily.",
      "We work quietly.",
      "They move slowly.",
      "He reads clearly to classmates.",
      "She speaks softly at meetings.",
      "We act responsibly today.",
      "They wash jars thoroughly."
    ],
    "2": [
      "We walk safely at night.",
      "They speak softly in clinics.",
      "Use bins correctly every day.",
      "Cross streets carefully here.",
      "Sort bottles properly after lunch.",
      "Buses run smoothly today.",
      "He fixed the bike quickly.",
      "Teachers explain clearly in class.",
      "We pack tools securely for travel.",
      "Teams cooperate willingly during drives.",
      "The crew cleans thoroughly each Friday.",
      "Kids wait patiently in line.",
      "Drivers stop completely at crosswalks.",
      "Volunteers work cheerfully together.",
      "Farmers water seedlings gently.",
      "Gardeners trim plants neatly.",
      "We recycle wisely at home.",
      "She studies quietly at noon.",
      "They repair toys carefully.",
      "We write labels neatly."
    ],
    "3": [
      "She painted the bench carefully.",
      "He spoke to the class clearly.",
      "We sorted bottles quickly after lunch.",
      "They answered the survey honestly.",
      "He crossed the street safely.",
      "She wrapped the gifts neatly for sale.",
      "We wrote labels correctly on jars.",
      "They planted seedlings carefully in rows.",
      "He listened quietly during briefing.",
      "She washed jars thoroughly this morning.",
      "We repaired the chair smoothly with tape.",
      "They folded boxes neatly for storage.",
      "He pushed the cart gently up ramps.",
      "She climbed the steps slowly in rain.",
      "We answered emails promptly after class.",
      "They placed cones correctly near gates.",
      "We recycled items responsibly this week.",
      "She measured water accurately for tests.",
      "He organized shelves neatly today.",
      "They cleaned tools properly before packing."
    ],
    "4": [
      "We walk carefully when roads are wet.",
      "They speak quietly in the library.",
      "Students work diligently during cleanup time.",
      "Volunteers sort plastics correctly after lunch.",
      "Drivers stop completely at school crossings.",
      "Teams plan projects carefully before festivals.",
      "Workers carry glass safely on stairs.",
      "Kids wait patiently while others drink.",
      "Cyclists ride slowly near pedestrians.",
      "Teachers explain patiently when rules change.",
      "We pack supplies tightly for transport.",
      "They cover seedlings loosely in summer.",
      "Crews check tools regularly each month.",
      "Parents recycle properly at home.",
      "Rangers mark trails clearly for visitors.",
      "Officers guide traffic calmly during storms.",
      "We turn taps firmly after washing.",
      "They seal bottles tightly before storage.",
      "Nurses label bins correctly for safety.",
      "Guards speak politely to commuters."
    ],
    "5": [
      "We sort recyclables carefully during busy school fairs.",
      "They pack emergency kits tightly before the typhoon.",
      "Students explain rules clearly so newcomers understand.",
      "Volunteers sweep leaves quietly while classes continue.",
      "Farmers water seedlings gently to avoid root damage.",
      "Cyclists signal turns clearly and stop safely.",
      "Parents store chemicals securely to protect children.",
      "Crews measure air quality accurately during drills.",
      "Workers lift heavy boxes correctly to avoid injuries.",
      "Teachers answer questions patiently during recycling workshops.",
      "Teams share tools fairly and return them promptly.",
      "Engineers test solar panels carefully before installation.",
      "We compost food scraps properly to reduce smells.",
      "They cover boxes loosely so air flows freely.",
      "Builders place ladders safely on dry ground.",
      "Medics wash hands thoroughly after every cleanup.",
      "Inspectors note hazards precisely during monthly audits.",
      "Gardeners cut branches neatly for composting piles.",
      "Coordinators schedule volunteers efficiently for weekend events.",
      "Volunteers close gates quietly when storms start."
    ]
  }
}
